Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/white_papers/sametingsmelding_om_samisk_spraak_2012.pdf.tmx
Source language: nob
Languages: sme

source: Erfaringene viser at til tross for disse reglene opplever enkeltpersoner brudd på regelverket, og at deres individuelle rettigheter ikke oppfylles.
sme: Vásáhusat čájehit ahte vaikko gávdnojit dát njuolggadusat, de ovttaskas olbmot vásihit njuolggadusrihkkumiid, ja ahte sin oktagaslaš vuoigatvuođat eai doahttaluvvo.

source: I dag er fylkesmannen klageorgan for samelovens språkregler dersom klagen gjelder kommunale eller fylkeskommunale organer.
sme: Odne lea fylkkamánni váiddaorgána sámelága giellanjuolggadusaid dáfus jus váidda guoská suohkanlaš dahje fylkkasuohkanlaš orgánaide.

source: Dette er en funksjon som ikke har fungert etter intensjonen.
sme: Dát lea dakkár ámmát mii ii leat doaibman nu go lei jurddašuvvon.

source: Fylkesmannen mottar så å si ingen klager, samtidig som det i media ofte kommer fram at enkeltpersoner ikke får sine rettigheter oppfylt.
sme: Fylkkamánni ii oaččo báljo ovttage váidaga, seammás go medias dávjá boahtá ovdan ahte ovttaskas olbmuid vuoigatvuođat eai leat devdojuvvon.

source: Det kan virke som at det er vanskelig for enkeltpersoner å vite hvor de skal henvende seg ved klager, og at det fra fylkesmennene legges for lite ressurser i å følge opp denne klageordningen.
sme: Orro leame váttis ovttaskas olbmuide diehtit geainna galget váldit oktavuođa jus áigot váidit, ja fylkkamánniid bealis biddjojit beare unnán resurssat čuovvut dán váiddaortnega.

source: I tillegg har ikke fylkesmannen noen tilsynsfunksjon i henhold til språkreglene.
sme: Dasa lassin ii leat fylkkamánniin makkárge bearráigeahččodoaibma giellanjuolggadusaid hárrái.

source: Brudd på samelovens språkregler får ingen følger for den som begår bruddene.
sme: Sámelága giellanjuolggadusaid rihkkun ii mielddisbuvtte makkárge váikkuhusaid dasa gii rihkku njuolggadusaid.

source: Det har resultert i en uønsket praksis som fører til at enkeltpersoners rettigheter ikke blir oppfylt.
sme: Dát lea mielddisbuktán sávakeahtes dábiid mat dagahit ahte ovttaskas olbmuid vuoigatvuođat eai devdojuvvo.

source: Forholdet er meget uheldig for språkets stilling i samfunnet, og det kan på sikt oppheve de resultatene som er oppnådd gjennom lovgivingen.
sme: Dilli lea hui vahát giela sajádahkii servodagas, ja sáhttá áiggi vuollái dagahit ahte bohtosat mat leat olahuvvon lága bokte, njeidojuvvojit.

source: Sametinget vil at den enkeltes lovfestede rett til bruk av samisk språk sikres og ser behov for en gjennomgang av både klageordningen og behovet for en tilsynsordning.
sme: Sámediggi dáhttu ahte ovttaskas olbmo vuoigatvuohta geavahit sámegiela galgá sihkkarastojuvvot ja oaidná dárbbu dárkkistit sihke váiddaortnega ja árvvoštallat dárbbu bearráigeahččoortnegii.

source: For å kunne ivareta den enkeltes rett til bruk av samisk språk er det behov for et synlig klageorgan, samt et tilsynsorgan som fører tilsyn med offentlige etater.
sme: Jus galgá sáhttit fuolahit ovttaskas olbmo vuoigatvuođa geavahit sámegiela, de lea dárbu oinnolaš váiddaorgánii, ja bearráigeahččoorgánii mii bearráigeahččá almmolaš etáhtaid.

source: Sametinget ser at disse rollene kan ivaretas av samme organ, og foreslår at det opprettes et tilsyns- og klageorgan for samelovens språkregler.
sme: Sámediggi oaidná ahte seamma orgána sáhttá fuolahit goappašat rollaid, ja evttoha ahte ásahuvvo bearráigeahččo- ja váiddaorgána sámelága giellanjuolggadusaid ektui.

source: I forbindelse med utarbeidelse av mandat for et slikt organ skal Sametinget ha en sentral rolle og legge føringer for hvordan klage- og tilsynsfunksjonen forvaltes.
sme: Dákkár orgána mandáhta hábmedettiin galgá Sámedikkis leat guovddáš rolla ja galgá buktit evttohusaid movt váidda- ja bearráigeahččodoaibma galgá hálddašuvvot.

source: Tilsyns- og klageorganet må være synlig slik at den enkelte vet hvor den skal henvende seg, samt at organet aktivt driver tilsyn av offentlige institusjoner.
sme: Bearráigeahččo- ja váiddaorgána ferte leat oidnosis nu ahte ovttaskas olmmoš diehtá geainna galgá váldit oktavuođa, ja ahte orgána bearráigeahččá almmolaš ásahusaid.

source: I Sametingsmelding om opplæring og utdanning drøftes behovet for å klargjøre Sametingets rolle som ombud for samiske barn og unges rett til utdanning og Sametingets rolle som tilsynsorgan for samiske opplæringsspørsmål.
sme: Sámediggedieđáhusas oahpahusa ja oahpu birra digaštallojuvvo dárbu čielggadit Sámedikki rolla sámi mánáid ja nuoraid oahppovuoigatvuođa áittardeaddjin, ja Sámedikki rolla bearráigeahččoorgánan sámi oahpahusáššiid dáfus.

source: Det vil være naturlig å se disse prosessene i sammenheng.
sme: Livččii lunddolaš geahčadit dán guokte proseassa oktilaččat.

source:  Et aktivt tilsyns- og klageorgan for samelovens språkregler
sme:  Aktiivvalaš bearráigeahččo- ja váiddaorgána sámelága giellanjuolggadusaid dáfus

source:  Utarbeide mandat for tilsyns- og klageorgan for samelovens språkregler
sme:  Ráhkadit mandáhta sámelága giellanjuolggadusaid bearráigeahččo- ja váiddaorgánii

source: Innsatsområde 2: Rammebetingelser for samisk språk
sme: Áŋgiruššansuorgi 2: Sámegiela rámmaeavttut

source: For å sikre fremtiden for samisk språk er det en rekke rammebetingelser som må være på plass.
sme: Jus galgá sihkkarastit sámegiela boahtteáiggi, de leat máŋggat rámmaeavttut mat fertejit leat sajis.

source: Gode målsettinger for samisk språk kan ikke oppnås uten tilstrekkelige økonomiske og menneskelige ressurser.
sme: Buriid mihttomeriid sámegiela hárrái ii sáhte olahit jus eai leat doarvái ekonomalaš ja olmmošlaš návccat.

source: Forutsetninger som språkfaglig utvikling, organisering av språkarbeid og rammeverk må også være på plass for å sikre god språkutvikling.
sme: Eavttut nu go giellafágalaš ovdáneapmi, giellabarggu organiseren ja rámmat fertejit maid leat sajis jus galgá sihkkarastit buori giellaovdáneami.

source: I arbeidet for å styrke og utvikle samisk språk vil det være viktig å skille mellom den enkeltes rett til bruk av samisk språk, og de ulike behov de samiske språkene har for å utvikle seg videre.
sme: Sámegiela nannema ja ovddideami barggus lea dehálaš earuhit ovttaskas olbmo vuoigatvuođa geavahit sámegiela, ja daid iešguđetge dárbbuid mat sámegielain leat jus galget ovdánit viidáseappot.

source: Det vil være hensiktsmessig å se de individuelle språkrettighetene i sammenheng med offentlig tjenesteyting, mens utvikling av samisk språk må ta utgangspunkt i de behov språket står ovenfor i de ulike språkområdene.
sme: Lea govttolaš geahčadit oktagaslaš giellavuoigatvuođaid almmolaš bálvalusfálu ektui, ja sámegiela ovdáneapmi ges ferte vuođđuduvvot daidda dárbbuide mat gielas leat dain iešguđetge giellaguovlluin.

source: Samelovens språkregler og forvaltningsmodeller
sme: Sámelága giellanjuolggadusat ja hálddašanmodeallat

source: Sametingets utgangspunkt er retten alle samisktalende har til å bruke sitt språk.
sme: Sámedikki vuolggasadji lea vuoigatvuohta mii buot sámegielagiin lea geavahit iežaset giela.

source: Enhver samisktalende skal ha rett til bruk av samisk i møte med det offentlige uavhengig av bosted.
sme: Juohke sámegielagis galgá leat vuoigatvuohta geavahit sámegiela go deaivvada almmolašvuođain beroškeahttá gos orru.

source: I dag har kun befolkningen som bor i kommuner som er innlemmet i forvaltningsområdet for samisk språk disse rettighetene, da samelovens språkregler kun omfatter disse kommunene.
sme: Odne lea dušše dan álbmogis mii orru suohkaniin mat leat mielde sámegiela hálddašanguovllus main lea dát vuoigatvuohta, danne go sámelága giellanjuolggadusat gustojit dušše dáidda suohkaniidda.

source: Det er derfor nødvendig med en revidering av samelovens språkregler, slik at de omfatter hele landet.
sme: Danne lea dárbu ođasmahttit sámelága giellanjuolggadusaid, nu ahte fátmmastit olles riikka.

source: Offentlig forvaltning er et statlig ansvar som er nedfelt i gjeldende lovverk.
sme: Almmolaš hálddašeapmi lea stáhtalaš ovddasvástádus mii lea nannejuvvon gustovaš lágain.

source: Siden sameloven fastslår at samisk og norsk er likeverdige språk, bør alle samisktalende ha like rettigheter til bruk av samisk språk som norsktalende har når det gjelder norsk språk.
sme: Go sámeláhka cealká ahte sámegiella ja dárogiella leat dásseárvosaš gielat, de berrejit buot sámegielagiin leat seammalágan vuoigatvuođat geavahit sámegiela go dárogielagiin lea dárogiela dáfus.

source: ILO-konvensjonen nr. 169, fastslår retten som enkeltpersoner har til å lære og å bruke sitt språk.
sme: ILOkonvenšuvdna nr. 169 nanne ovttaskas olbmo vuoigatvuođa oahppat ja geavahit iežas giela.

source: Norge har ratifisert denne konvensjonen, og er slik forpliktet til å legge til rette for offentlig tjenesteyting på samisk i kommunal, fylkeskommunal og annen offentlig forvaltning.
sme: Norga lea ratifiseren dán konvenšuvnna, ja nappo lea ge geatnegahtton láhčit almmolaš bálvalusaid sámegillii suohkanlaš, fylkkasuohkanlaš ja eará almmolaš hálddašeamis.

source: En revidering av dagens regelverk vil innebære at samelovens språkregler omfatter hele landet, og ikke begrenses til enkelte områder.
sme: Dálá njuolggadusaid ođasmahttin mearkkašivččii ahte sámelága giellanjuolggadusat gustogohtet miehtá riikka, eai ge ráddjejuvvo ovttaskas guovlluide.

source: En slik endring får også konsekvenser for dagens forvaltningsområde.
sme: Dákkár rievdadus mielddisbuvttášii maiddái váikkuhusaid dálá hálddašanguvlui.

source: 23 Sametinget er kjent med at Regjeringen nå arbeider med en gjennomgang av samelovens språkregler og vurderer fremtidige forvaltningsmodeller.
sme: Sámediggi diehtá ahte Ráđđehus dál lea bargame geahčadit sámelága giellanjuolggadusaid ja árvvoštallá boahttevaš hálddašanmodeallaid.

source: Sametinget ser at det er nødvendig med en slik gjennomgang på bakgrunn av endringer i språksituasjonen, bosetningsmønster samt at nye kommuner er innlemmet i forvaltningsområdet.
sme: Sámediggi oaidná ahte dákkár árvvoštallan lea dárbbalaš danne go gielladilli ja ássanminsttar leat rievdan, ja go ođđa suohkanat leat váldon mielde hálddašanguvlui.

source: En fremtidig forvaltningsmodell må ta hensyn til de ulike språksituasjonene for å kunne ivareta og utvikle språket ut fra de behov som er i de forskjellige språkområdene.
sme: Boahttevaš hálddašanmodealla ferte váldit daid iešguđetlágan gielladiliid vuhtii jus galgá sáhttit seailluhit ja ovddidit giela daid dárbbuid mielde mat dain iešguđetge giellaguovlluin leat.

source: Som en konsekvens av at samelovens språkregler endres til å omfatte hele landet, er det behov for å utarbeide et differensiert regelverk.
sme: Okta váikkuhus das go sámelága giellanjuolggadusat rievdaduvvojit gustot miehtá riikka, lea ahte šaddá dárbu ráhkadit differensierejuvvon njuolggadusaid.

source: Sametinget ser at det vil kunne være utfordrende for noen kommuner i Norge å betjene sin samisktalende befolkning på samisk.
sme: Sámediggi oaidná ahte sáhttá šaddat hástaleaddjin muhtun suohkaniidda Norggas bálvalit iežas sámegielat álbmoga sámegillii.

source: Det er derfor behov for en ny forvaltningsmodell som erstatter dagens forvaltningsområde for samisk språk.
sme: Danne lea dárbu ođđa hálddašanmodellii mii boahtá dálá sámegiela hálddašanguovllu sadjái.

source: Når vi i denne sammenheng snakker om forvaltningsmodell gjelder dette offentlig tjenesteyting på samisk språk som Sametinget anser som et offentlig ansvar.
sme: Go mii dán oktavuođas hupmat hálddašanmodealla birra, de guoská dát almmolaš bálvalusaide sámegillii maid Sámediggi oaidná almmolaš ovddasvástádussan.

source: Sametinget ser for seg en todelt forvaltningsmodell.
sme: Sámediggi jurddaša guovttesuorat hálddašanmodealla.

source: Det vil være hensiktsmessig at de kommuner som i dag er innlemmet i forvaltningsområdet for samisk språk omfattes av ett regelverk.
sme: Lea govttolaš ahte dat suohkanat mat odne leat mielde sámegiela hálddašanguovllus, galget čuovvut ovtta láhkamearrádusa.

source: Disse kommuner vil være språkressurskommuner hvor den samiske befolkningen må ha utvidede rettigheter til bruk og tjenester på samisk språk.
sme: Dát suohkanat galget leat giellaresursasuohkanat gos sámegielat álbmogis lea viiddiduvvon vuoigatvuohta sámástit ja oažžut bálvalusaid sámegillii.

source: Øvrige kommuner vil også være omfattet av samelovens språkregler, men med et noe mindre omfattende regelverk.
sme: Eará suohkanat galget maid čuovvut sámelága giellanjuolggadusaid, muhto daidda ii galgga leat seamma viiddis láhkamearrádus.

source: Noen helt sentrale språkrettigheter må gjelde for hele landet.
sme: Muhtun áibbas guovddáš giellavuoigatvuođat fertejit guoskat olles riikii.

source: Det er språkrettigheter for førskolebarn, rett til opplæring i og på samisk, rett til helse- og omsorgstjenester på samisk, rett til ivaretakelse av rettssikkerhet på eget språk og rett til kirkelige tjenester på samisk.
sme: Dát leat ovdaskuvlamánáid giellavuoigatvuođat, vuoigatvuohta oažžut oahpahusa sámegielas ja sámegillii, vuoigatvuohta oažžut dearvvašvuođa- ja sosiálabálvalusaid sámegillii, vuoigatvuohta gozihit riektesihkarvuođa iežas gillii ja vuoigatvuohta oažžut girkolaš bálvalusaid sámegillii.

source: En slik todelt modell vil gi behov for økte økonomiske resurser og det vil være nødvendig at både språkressurskommuner og øvrige kommuner sikres rammeoverføringer til samiskspråklig tjenesteyting over statsbudsjettet.
sme: Dákkár guovttesuorat modealla mielddisbuktá dárbbu lasi ekonomalaš resurssaide ja danne lea ge dárbbašlaš ahte sihke giellaresursasuohkanat ja eará suohkanat sihkkarastojuvvojit rámmajuolludusaid sámegielat bálvalusaide stáhtabušeahta bokte.

source: Sametinget anser språkressurskommunene som viktige samarbeidspartnere i arbeidet for å styrke samisk språk lokalt.
sme: Sámediggi oaidná giellaresursasuohkaniid dehálaš ovttasbargoguoibmin barggus nannet sámegiela báikkálaččat.

source: Sametinget har inngått samarbeidsavtaler med alle kommuner som er innlemmet i forvaltningsområdet om bruken av tospråklighetsmidler.
sme: Sámediggi lea vuolláičállán ovttasbargošiehtadusaid buot suohkaniiguin mat leat mielde hálddašanguovllus, guovttegielatvuođadoarjagiid geavaheami birra.

source: Sametinget ser behovet for at kommunene arbeider aktivt for styrking og utvikling av samisk språk i kommunene.
sme: Sámediggi oaidná dárbbu ahte suohkanat barget aktiivvalaččat nannet ja ovddidit sámegiela suohkaniin.

source: Tospråklighetstilskuddet Sametinget forvalter vil brukes som et utviklingstilskudd til språkressurskommunene.
sme: Guovttegielatvuođadoarjja maid Sámediggi hálddaša, galgá geavahuvvot ovddidandoarjjan giellaresursasuohkaniidda.

source: Gjennom samarbeidsavtaler med språkressurskommunene vil Sametinget og den enkelte kommune gis mulighet til å igangsette tiltak ut fra den språksituasjon den enkelte kommune er i. Det er Sametingets mål at flere kommuner med samisk befolkning blir språkressurskommuner.
sme: Ovttasbargošiehtadusaid bokte giellaresursasuohkaniiguin galgá Sámediggi ja ovttaskas suohkan oažžut vejolašvuođa álggahit doaibmabijuid dan gielladili vuođul mii ovttaskas suohkanis lea. Lea Sámedikki mihttu ahte eambbo suohkanat gos lea sámi álbmot šaddet giellaresursasuohkanin.

source:  Den samisktalende befolkningen har reelle muligheter til bruk av samisk språk i kontakt med
sme:  Sámegielat álbmogis lea duohta vejolašvuohta geavahit sámegiela go deaivvada almmolaš

source:  Samelovens språkregler omfatter hele landet
sme:  Sámelága giellanjuolggadusat galget gustot miehtá riikka

source:  Samiske språkressurskommuner arbeider aktivt for utvikling av samisk språk
sme:  Sámi giellaresursasuohkanat barget aktiivvalaččat ovddidit sámegiela

source:  Delta aktivt i revideringen av Samelovens språkregler
sme:  Oassálastit aktiivvalaččat Sámi giellanjuolggadusaid ođasmahttinbarggus

source:  Sikre gode rammevilkår for språkresurskommuner
sme:  Sihkkarastit buriid rámmaeavttuid giellaresursasuohkaniidda

source: Mangel på tilstrekkelige økonomiske ressurser er en utfordring både for Sametinget, kommuner, språksentre, skoler og andre institusjoner som arbeider med samisk språk.
sme: Ekonomalaš rámmat Lea hástalus Sámediggái, suohkaniidda, giellaguovddážiidda, skuvllaide ja eará ásahusaide mat barget sámegielain go váilot doarvái ekonomalaš návccat.

source: Sametinget mener det nå må skje en større satsning på samisk språk på alle samfunnsområder.
sme: Sámediggi oaidni ahte sámegiella ferte dál vuoruhuvvot eambbo buot servodatsurggiin.

source: Dette er helt avgjørende for at språket skal ha gode utviklingsmuligheter.
sme: Dát lea áibbas mearrideaddji jus gielas galget leat buorit ovdánanvejolašvuođat.

source: Dagens rammeoverføringer er ikke tilstrekkelige, og 24 Sametinget ser behov for en bred satsning på samiskspråklige tilbud i samfunnet, både når det gjelder rekruttering og opplæring av fagfolk og utvikling av samiskspråklige tilbud.
sme: Dálá rámmajuolludeamit eai leat doarvái buorit, ja Sámediggi oaidná dárbbu eambbo vuoruhit sámegielat fálaldagaid servodagas, sihke fágaolbmuid rekrutterema ja oahpaheami dáfus ja sámegielat fálaldagaid hábmema dáfus.

source: En overføring av myndighet og ansvar for utvikling av samisk språk til Sametinget vil gi behov for en betydelig økning i rammeoverføringer til Sametinget.
sme: Jus sirdá válddi ja ovddasvástádusa ovddidit sámegiela Sámediggái, de bohciida dárbu eambbo rámmajuolludemiide Sámediggái.

source: Sametinget disponerer i 2012 65 millioner til samisk språk.
sme: Sámediggi disponere 2012:s 65 miljovnna ruvnno sámegillii.

source: Av disse er 53 millioner direktetilskudd til kommuner, fylkeskommuner og samiske språksentre.
sme: Dáin leat 53 miljovnna njuolgga doarjagat suohkaniidda, fylkkasuohkaniidda ja sámi giellaguovddážiidda.

source: Resterende 12 millioner er satt av til ulike prosjekter igangsatt av Sametinget, samt til søkerbaserte ordninger.
sme: Loahppa 12 miljovnna leat várrejuvvon iešguđetge prošeavttaide maid Sámediggi álggaha, ja ohccivuđot ortnegiidda.

source: Sametinget mottar årlig søknader for omtrent det dobbelte.
sme: Sámediggi oažžu jahkásaččat ohcamiid sullii duppalit dán supmi ovddas.

source: Det søkes om mange gode prosjekter, men som følge av stor søkermasse må det gjøres strenge prioriteringer.
sme: Bohtet ohcamat olu buriid prošeavttaide, muhto go leat olu ohccit, de ferte čavga vuoruhit.

source: Sametinget gir også tilskudd til utgivelse av samisk skjønnlitteratur, læremiddelproduksjon samt andre språkrelaterte tiltak.
sme: Sámediggi addá maid doarjagiid sámi čáppagirjjálašvuođa almmuheapmái, oahpponeavvobuvttadeapmái ja eará gillii guoski doaimmaide.

source: Også disse tilskuddsordningene opplever enorm søkermasse, og det må foretas strenge prioriteringer.
sme: Maiddái dáidda doarjjaortnegiidda bohtet hirbmat olu ohcamat, ja fertejit čavga vuoruhuvvot.

source: Kommuner og fylkeskommuner innlemmet i forvaltningsområdet for samisk språk har årlig fått overført omkring 45 millioner i tospråklighetstilskudd.
sme: Suohkanat ja fylkkasuohkanat mat leat sámegiela hálddašanguovllus mielde leat jahkásaččat ožžon sullii 45 miljovnna ruvnno guovttegielatvuođadoarjaga.

source: Dette er midler som overføres kommuner og fylkeskommuner for å sikre tospråklig tjenesteyting.
sme: Dát leat ruđat mat juolluduvvojit suohkaniidda ja fylkkasuohkaniidda sihkkarastin dihte guovttegielat bálvalusaid.

source: Dette er rammeoverføringer Sametinget årlig får fra staten.
sme: Dát leat rámmajuolludeamit maid Sámediggi jahkásaččat oažžu stáhtas.

source: Tospråklighetstilskuddet har ikke vært økt i samsvar med generell prisøkning i samfunnet.
sme: Guovttegielatvuođadoarjja ii leat lassánan oppalaš haddegoargŋuma mielde servodagas.

source: Sametinget mottar årlige rapporter og budsjettbehov fra kommunene og fylkeskommunene.
sme: Sámediggi oažžu jahkásaččat raporttaid ja bušeahttadárbbu suohkaniin ja fylkkasuohkaniin.

source: Særlig kommunene rapporterer om behov for økte midler.
sme: Erenoamážit suohkanat dieđihit dárbbu lassi doarjagii.

source: Sametingets forslag om at samelovens språkregler omfatter hele landet vil få konsekvenser for kommuner innlemmet i forvaltningsområdet og tospråklighetstilskudd til kommuner og fylkeskommuner.
sme: Sámedikki evttohus ahte sámelága giellanjuolggadusat galget gustot miehtá riikka, bohtet mielddisbuktit váikkuhusaid suohkaniidda mat leat mielde hálddašanguovllus, ja suohkaniid ja fylkkasuohkaniid guovttegielatvuođadoarjagii.

source: Sametinget mener at rammeoverføringer til samiskspråklig tjenesteyting må gå direkte fra staten til kommuner og fylkeskommuner.
sme: Sámediggi oaivvilda ahte rámmajuolludeamit sámegielat bálvalusaide fertejit mannat njuolga stáhtas suohkaniidda ja fylkkasuohkaniidda.

source: En kartlegging av faktiske utgifter ved tospråklig tjenesteyting må ligge til grunn for fastsetting av rammeoverføringene.
sme: Duohta goluid kárten guovttegielat bálvalusfálu oktavuođas ferte leat vuođđun go mearrida rámmajuolludemiid.

source: Sametinget ser behovet for at samisk språk styrkes og utvikles i språkressurskommunene.
sme: Sámediggi oaidná dárbbašlažžan ahte sámegiella nannejuvvo ja ovddiduvvo giellaresursasuohkaniin.

source: Sametinget vil styrke samisk språk i disse kommunene gjennom midler til språkutvikling.
sme: Sámediggi áigu nannet sámegiela dáin suohkaniin giellaovddidanruđaid bokte.

source: Dette skjer gjennom langsiktige samarbeidsavtaler med kommunene hvor man setter mål ut fra språkets behov i den enkelte kommune.
sme: Dát dahkkojuvvo guhkesáiggi ovttasbargošiehtadusaid bokte suohkaniiguin gos mihtut biddjojit giela dárbbuid mielde ovttaskas suohkanis.

source: Det må igangsettes tiltak som rettes mot kommunens befolkning og som styrker bruken av samisk språk, øker antallet språkbrukere og synliggjør samisk språk i samfunnet.
sme: Fertejit álggahuvvot doaibmabijut suohkana álbmoga hárrái ja mat nannejit sámegiela geavaheami, mat lasihit giellageavaheddjiid logu ja čalmmustahttet sámegiela servodagas.

source: Overføringene vi i dag mottar fra staten til tospråklig tjenesteyting utelukkende skal gå til utvikling av samisk språk og aktiviteter som fremmer språkutvikling i språkressurskommunene.
sme: Juolludeamit maid odne oažžut stáhtas dušše fal guovttegielat bálvalusfállui, galget mannat sámegiela ovddideapmái ja doaibmabijuide mat ovddidit giellaovdáneami giellaresursasuohkaniin.

source: De samiske språksentrene gjør en stor innsats i lokalmiljøet, og bidrar til stor aktivitet i form av språkkurs og som arenaer for samisk språk.
sme: Sámi giellaguovddážat barget buori barggu lagasbirrasiin ja mielddisbuktet olu doaimmaid giellakurssaid bokte ja sámegiela arenan.

source: De samiske språksentrene gir gjennom årlige rapporteringer og budsjettbehov tilbakemeldinger på et stort behov for flere tiltak for styrking av samisk språk.
sme: Sámi giellaguovddážat dieđihit jahkásaš raporttaid ja bušeahttadárbbuid bokte ahte lea stuora dárbu eambbo doaibmabijuide mat nannejit sámegiela.

source: Språksentrene peker også på liten økonomisk forutsigbarhet.
sme: Giellaguovddážat čujuhit maiddái dasa ahte lea unnán ekonomalaš einnostus.

source: En forutsigbar økonomi er en forutsetning for drift av språksentrene.
sme: Einnostahtti ekonomiija lea eaktun giellaguovddážiid doaimmas.

source: Språksentrenes økonomiske situasjon må styrkes betraktelig for å øke deres mulighet for langsiktig planlegging ut fra lokalsamfunnenes behov.
sme: Giellaguovddážiid ekonomalaš dilli ferte nannejuvvot dovdomassii jus galgá buoridit sin vejolašvuođa ráhkadit guhkesáiggi plánaid báikkálaš servodaga dárbbuid mielde.

source: Dette påpekes også i evalueringen av de samiske språksentrene.
sme: Dát čujuhuvvo maid sámi giellaguovddážiid evalueremis.
